Repository: malikberkane/expense.organizer
Catalog: expense.manager/Resources/AppContent.*.resx
Languages: fr

source: About
fr: À propos

# AboutPageTitle
source: About
fr: À propos

# AddCategoryPageTitle
source: Add category
fr: Ajout catégorie

# AddExpenseConfirmation
source: Would you like to add the current expense?
fr: Voulez-vous ajouter cette dépense?

# AddExpensePageTitle
source: Add expense
fr: Ajout dépense

# AddTagsLabel
source: Add tags to expense
fr: Ajouter des tags à la dépense

source: Alert
fr: Alerte

# AmountPlaceholder
source: Enter amount
fr: Montant

source: Bills
fr: Factures

# ByCategTabTitle
source: By categories
fr: Par catégorie

# ByDateTabTitle
source: By date
fr: Par date

# ByTagTabTitle
source: By tag
fr: Par tag

source: Cancel
fr: Annuler

# CancelExpenseConfirmation
source: Would you like to cancel the current expense?
fr: Voulez-vous annuler cette dépense?

source: Category
fr: Catégorie

# CategoryLabelPlaceholder
source: Name
fr: Nom

source: Currency
fr: Monnaie

# CurrencyChoicePageTitle
source: Currency choice
fr: Choix monnaie

# CurrentMonthLabel
source: Current month:
fr: Mois courant:

source: Delete
fr: Supprimer

# DeleteCategoryConfirmation
source: Would you like to delete this category? All linked expenses will be also deleted.
fr: Souhaitez-vous supprimer cette catégorie? Toutes les dépenses seront supprimées.

# DeleteCategoryDialog
source: Delete
fr: Supprimer

# DeleteExpenseConfirmation
source: Would you like to delete this expense?
fr: Voulez-vous supprimer cette dépense?

# DeleteTagConfirmation
source: Would you like to delete this tag?
fr: Voulez-vous supprimer ce tag?

# DetailsLabel
source: Details
fr: Détails

source: Developer:
fr: Développeur:

source: Edit
fr: Modifier

# EditCategoryDialog
source: Edit
fr: Modifier catégorie

# EditExpenseDialog
source: Edit
fr: Modifier

# EnterTagNamePrompt
source: Choose tag name
fr: Renseigner le nom du tag

source: Entertainment
fr: Loisirs

source: Expense
fr: Dépense

# ExpenseLabelPlaceholder
source: Enter label
fr: Description

# FileSaveLocation
source: The file was saved in the following folder:
fr: Le fichier a été sauvergardé à l'emplacement suivant:

source: Food
fr: Alimentaire

source: Gifts
fr: Cadeaux

# GoToSourceCode
source: Go to source code on github
fr: Consulter le code source

source: Grossery
fr: Courses

source: Housing
fr: Maison

# InvalidItemAlert
source: Label and amount are mandatory.
fr: Le libellé et le montant sont obligatoires.

source: Load previous
fr: Précédent

# MonthlyRecurringBudgetLabel
source: Monthly recurring budget
fr: Budget mensuel

source: Movies
fr: Cinéma

source: No
fr: Non

# NoCategoriesAlert
source: There are no existing categories. You should create categories first.
fr: Veuillez d'abord créer des catégories.

source: None
fr: Aucune

source: No tags linked.
fr: Aucun tags.

source: of budget
fr: du budget

# ParentCategoryLabel
source: Parent category:
fr: Catégorie parent:

source: Ponctual
fr: Ponctuel

source: Recurring
fr: Récurrent

# RemoveTagPrompt
source: Remove tag from list?
fr: Supprimer le tag de la liste?

source: Select
fr: Sélectionner

# SelectParentPageTitle
source: Parent category
fr: Catégorie parent

# SendCsvBackup
source: Backup expenses in csv file
fr: Exporter dépenses vers fichier csv

# SettingsPageTitle
source: Settings
fr: Paramètres

source: Share
fr: Partager

# ShareCsvPrompt
source: Would you like to share the csv?
fr: Voulez-vous partager le csv?

# SpecificBudgetNote
source: This is the specified budget in a previous month. Enter new amount if you would like to modify it.
fr: Ceci est le budget renseigné lors d'un mois passé. Veuillez le modifier ici si vous le souhaitez.

# SpecifiedBudgetLabel
source: Specified budget in
fr: Budget spécifique en

# TagRecapPageTitle
source: Tags recap
fr: Tags

source: Trips
fr: Voyages

source: Untag
fr: Détaguer

# UntagExpenseConfirmation
source: Would you like to untag this expense?
fr: Voulez-vous détaguer cette dépense?

# UntagExpenseDialog
source: Untag
fr: Détaguer

# UpdateCategoryPageTitle
source: Update category
fr: Modifier catégorie

# UpdateExpensePageTitle
source: Update expense
fr: Modifier dépense

source: Yes
fr: Oui
